console.log('lection 1');

/*
 Тезисы:
    xx:yy - Вступление
    xx:yy - запуск кода
    xx:yy - подключение файла <script src />
    xx:yy - базовые команды вывода
    xx:yy - математические операции
    xx:yy - создание и использование переменных
    xx:yy - операции со строками и числами
    xx:yy - типы данных Number, String
    xx:yy - конкатенация и числа
    xx:yy - унарные операторы, оператор остаток от деления
    xx:yy - parseInt, prompt, confirm
    xx:yy - smart операторы, инкремент, декремент
*/
